tap "ariga/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "koekeishiya/formulae"
tap "localstack/tap"
tap "xo/xo"
brew "libpng"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "ast-grep"
brew "awk"
brew "awscli"
brew "bat"
brew "python@3.12"
brew "harfbuzz"
brew "bazel"
brew "bottom"
brew "btop"
brew "llvm"
brew "ccls"
brew "chruby"
brew "codespell"
brew "colima"
brew "curl"
brew "deno"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "docker-credential-helper"
brew "duf"
brew "dust"
brew "eza"
brew "fd"
brew "openjpeg"
brew "libass"
brew "libmicrohttpd"
brew "pango"
brew "tesseract"
brew "ffmpeg", link: false
brew "fish"
brew "fzf"
brew "ghostscript"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "go"
brew "golang-migrate"
brew "goplus"
brew "htop"
brew "hurl"
brew "libraw"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "lazygit"
brew "libmagic"
brew "lsd"
brew "lua"
brew "lua-language-server"
brew "luacheck"
brew "luajit"
brew "luarocks"
brew "markdownlint-cli"
brew "markdownlint-cli2"
brew "marksman"
brew "neovim"
brew "node@20"
brew "nvimpager"
brew "nvm"
brew "openjdk"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "pngpaste"
brew "pnpm"
brew "postgresql@16", link: true
brew "pspg"
brew "pyvim"
brew "r"
brew "redis"
brew "restic"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rust"
brew "rust-analyzer"
brew "sad"
brew "sd"
brew "selene"
brew "starship"
brew "step"
brew "stylua"
brew "telnet"
brew "tokei"
brew "trash-cli"
brew "typescript"
brew "typescript-language-server"
brew "universal-ctags"
brew "vale"
brew "watchexec"
brew "wget"
brew "yamllint"
brew "yarn"
brew "youtube-dl"
brew "zk", args: ["HEAD"]
brew "zoxide"
brew "ariga/tap/atlas"
brew "localstack/tap/localstack-cli"
brew "xo/xo/usql", args: ["with-odbc"]
cask "1password-cli"
cask "font-monaspace"
cask "google-cloud-sdk"
cask "jupyter-notebook-ql"
cask "meld"
cask "miniconda"
cask "mitmproxy"
cask "prince"
cask "rectangle"
cask "syntax-highlight"
cask "warp"
