jorgebucaran/fisher
evanlucas/fish-kubectl-completions
franciscolourenco/done
shinriyo/breeze
jorgebucaran/autopair.fish
edc/bass
vincentjames501/fish-kill-on-port
PatrickF1/colored_man_pages.fish
markcial/upto
jorgebucaran/nvm.fish
edouard-lopez/ayu-theme.fish
rkbk60/onedark-fish
jomik/fish-gruvbox
jorgebucaran/fish-bax
wfxr/forgit
jethrokuan/z
gazorby/fish-exa
matchai/spacefish
danhper/fish-ssh-agent
gazorby/fish-abbreviation-tips
joseluisq/gitnow@2.10.0
patrickf1/fzf.fish
nickeb96/puffer-fish
meaningful-ooo/sponge
