jorgebucaran/fisher
jethrokuan/fzf
evanlucas/fish-kubectl-completions
franciscolourenco/done
joseluisq/gitnow@2.8.0
shinriyo/breeze
jorgebucaran/autopair.fish
edc/bass
vincentjames501/fish-kill-on-port
PatrickF1/colored_man_pages.fish
markcial/upto
jorgebucaran/nvm.fish
edouard-lopez/ayu-theme.fish
rkbk60/onedark-fish
jomik/fish-gruvbox
gazorby/fish-abbreviation-tips
wfxr/forgit
gazorby/fish-exa
jorgebucaran/fish-bax
danhper/fish-ssh-agent
